Repository: openfun/edx-proctoring
Catalog: locale/*/LC_MESSAGES/django.po
Languages: fr

source: internally reviewed
fr: revue interne

source: All Unreviewed
fr: Pas de Compte Rendu

source: All Unreviewed Failures
fr: Les echecs non revus

source: your course
fr: votre cours

source: Proctoring Session Results Update for {course_name} {exam_name}
fr: Mise à jour des résultats des session d'examen pour {course_name} {exam_name}

source: Taking As Proctored Exam
fr: Passer comme examen surveillé

source: Proctored Option Available
fr: Possibilité de le passer comme examen surveillé

source: Taking As Open Exam
fr: Passer comme examen "ouvert"

source: Pending Session Review
fr: Session en cours de revue

source: Passed Proctoring
fr: Examen passés

source: Failed Proctoring
fr: Examens échoués

source: Ungraded Practice Exam
fr: Examen blanc non noté

source: Practice Exam Completed
fr: Examen blanc complété

source: Practice Exam Failed
fr: Examen blanc échoué

source: Timed Exam
fr: Examen à temps limité

source: pending
fr: en attente

source: satisfactory
fr: satisfaisant

source: unsatisfactory
fr: non statisfaisant

source: Additional Time (minutes)
fr: Temps additionnel (minutes)

source: Review Policy Exception
fr: Revoir les Règles d'Exception

source: This email is to let you know that the status of your proctoring session review for %(exam_name)s in <a href="%(course_url)s">%(course_name)s </a> is %(status)s. If you have any questions about proctoring, contact %(platform)s support at %(contact_email)s.
fr: Cet email a pour but de vous avertir que votre examen surveillé %(exam_name)s <a href="%(course_url)s">%(course_name)s </a> est en %(status)s. Si vous avez des question à propos des examens surveillés, contactez le support de la plateforme %(platform)s à %(contact_email)s.

source: Try a proctored exam
fr: Essayez un examen surveillé

source: Get familiar with proctoring for real exams later in the course. This practice exam has no impact on your grade in the course.
fr: Se familiariser avec la surveillance d'examens pour des sessions examens réelles plus tard dans le cours. Cet examen blanc n'a pas d'impact sur votre note dans le cours.

source: Continue to my practice exam
fr: Continuer mon examen blanc

source: You will be guided through steps to set up online proctoring software and to perform various checks.
fr: Vous serez guidé à travers les étapes pour mettre en place un logiciel de surveillance d'en ligne et d'effectuer différents contrôles.

source: There was a problem with your practice proctoring session
fr: Il y a eu un problème avec votre session d'examen blanc

source: Your practice proctoring results: <b class="failure"> Unsatisfactory </b>
fr: Les résultats de votre examen pratique: <b class="failure"> Non satisfaisant </b>

source: Your proctoring session ended before you completed this practice exam. You can retry this practice exam if you had problems setting up the online proctoring software.
fr: Votre session d'examen surveillé s'est terminée avant que vous n'ayez complété cet examen blanc. Vous pouvez rééessayer cet examen blanc si vous avez eu des problèmes pour mettre en place le logiciel de surveillance d'examen.

source: Try this practice exam again
fr: Esssayez encore cet examen blanc

source: You have submitted this practice proctored exam
fr: Vous avez soumis cet examen blanc

source: Practice exams do not affect your grade or your credit eligibility. You have completed this practice exam and can continue with your course work.
fr: Les examens blancs n'affectent pas votre note ou la possibilté d'avoir un crédit. Vous avez complété cet examen pratique et pouvez continuer avec votre travail.

source: You can also retry this practice exam
fr: Vous pouvez aussi réésayer cet examen blanc

source: Are you sure you want to take this exam without proctoring?
fr: Êtes-vous sûr que vous voulez faire cet examen sans surveillance?

source: Continue Exam Without Proctoring
fr: Continuer l'examen sans surveillance

source: Go Back
fr: Retourner

source: This exam is proctored
fr: Cet examen est surveillé

source: Take this exam without proctoring.
fr: Faire cet examen sans surveillance

source: There was a problem with your proctoring session
fr: Il y a eu un problème avec votre session d'examen surveillé

source: Your proctoring session results: <b class="failure"> Unsatisfactory </b>
fr: Les résultats de votre examen surveillé: <b class="failure"> Non satisfaisant </b>

source: Your proctoring session ended before you completed this exam, so your proctoring results are incomplete. You will not be eligible to use this course for academic credit, even if you achieve a passing grade.
fr: Votre session d'examen surveillé s'est terminée avant que vous ne l'ayez complété.

source: View your credit eligibility status on your <a href="%(progress_page_url)s">Progress</a> page.
fr: Voir votre status d'éligibilité sur votre page de <a href="%(progress_page_url)s">Suivi</a>

source: If you have concerns about your proctoring session results, contact your course team.
fr: Si vous pensez qu'il y a un problème avec votre résultat d'examen surveillé, contatctez l'equipe pédagogique

source: The due date for this exam has passed
fr: La date limite de passage de l'examen est dépassée

source: If you have questions about the status of your requirements for course credit, contact %(platform_name)s Support.
fr: Si vous avez des questions concernant les prérequis pur ce cours, contactez l'équipe de support %(platform_name)s

source: About Proctored Exams
fr: A propos des examen surveillés

source: Follow these steps to set up and start your proctored exam.
fr: Suivez ces étapes.

source: 1. Copy this unique exam code. You will be prompted to paste this code later before you start the exam.
fr: 1. Copiez ce code, il vous sera demandé de le coller pour commencer l'examen

source: Select the exam code, then copy it using Command+C (Mac) or Control+C (Windows).
fr: Selectionnez et copiez (Control+C) le code de l'examen

source: 2. Follow the link below to set up proctoring.
fr: 2. Cliquez sur ce lien pour configurer l'examen surveillé

source: A new window will open. You will run a system check before downloading the proctoring application.
fr: Une nouvelle fenêtre va s'ouvrir et après quelques vérifications, l'application d'examen surveillé sera téléchargée

source: You will be asked to verify your identity before you begin the exam. Make sure you have valid photo identification, such as a driver's license or passport, before you continue.
fr: Il vous sera demandé de justifier de votre identité avant de demarrer l'examen.Assure-vous de disposer d'une pièce d'identité valide avant de commencer.

source: Don't want to take this exam with online proctoring?
fr: Vous ne voulez pas passer cet examen avec la surveillance d'examens en ligne?

source: Take this exam as an open exam instead.
fr: Passez cet examen en tant qu'examen "ouvert" à la place

source: Your Proctoring Session Has Started
fr: Votre examen surveillé a démarré

source: Go to my exam
fr: Aller à mon examen

source: Follow these instructions
fr: Suivez ces instructions

source: &#8226; When you start your exam you will have %(total_time)s to complete it. </br> &#8226; You cannot stop the timer once you start. </br> &#8226; If time expires before you finish your exam, your completed answers will be submitted for review. </br>
fr: &#8226; Quand vous démarez votre examen vous aurez %(total_time)s pour le compléter. </br> &#8226; Vous ne pouvez pas stopper le compteur de temps une fois démarré. </br> &#8226; Si le temps expire durant votre sessions, seuls les questions validées et soumises seront notées. </br>

source: Start my exam
fr: Démarrer mon examen

source: Are you sure you want to end your proctored exam?
fr: Vous êtes sûr de vouloir finir cet examen surveillé?

source: Yes, end my proctored exam
fr: Oui, finir ma session d'examen surveillé

source: No, I'd like to continue working
fr: Non, je voudrais continuer à travailler

source: You have submitted this proctored exam for review
fr: Vous avez présenté cet examen surveillé pour être revu

source: Your proctoring session was reviewed and passed all requirements
fr: Votre session de surveillance a été revue et correspond à toutes les exigences

source: You are eligible to purchase academic credit for this course if you complete all required exams and also achieve a final grade that meets the credit requirements for the course.
fr: Vous êtes eligible pour bénéficier d'un UE pour ce cours si vous complétez tous les examens requis et aussi avoir une note finale qui correspond au prérequis pour ce cours.

source: You are about to complete your proctored exam
fr: Vous êtes en train de compléter votre examen surveillé

source: Make sure you return to the proctoring software and select <strong> Quit </strong> to end proctoring and submit your exam.
fr: Assurez vous que vous démarrez le logiciel de surveillance et sélectionnez<strong> Quitter </strong> pour finir la session et soumettre votre examen.

source: %(exam_name)s is a Timed Exam (%(total_time)s)
fr: %(exam_name)s est un examen à temps limité (%(total_time)s)

source: This exam has a time limit associated with it.
fr: Cet examen a une limite de temps associée.

source: To pass this exam, you must complete the problems in the time allowed.
fr: Pour passer cet examen, vous devez compléter les activités dans le temps alloué

source: After you select
fr: Apres avoir sélectionné

source: I am ready to start this timed exam
fr: Je suis prêt(e) à démarrer cet examen

source: , you will have
fr: , vous allez avoir

source: to complete and submit the exam.
fr: pour compléter et soumettre l'examen

source: I am ready to start this timed exam.
fr: Je suis prêt(e) à démarrer cet examen.

source: Can I request additional time to complete my exam?
fr: Puis-je demander un délai supplémentaire pour terminer mon examen?

source: If you have disabilities or are taking the exam in difficult conditions, you might be eligible for an additional time allowance on timed exams. Ask your course team for information about additional time allowances.
fr: Si vous avez des difficultés, vous pouvez éventuellement bénéficier de temps additionnel sur les examens. Demandez à l'équipe pédagogique les information sur l'attribution de temps additionel.

source: Are you sure that you want to submit your timed exam?
fr: Etes vous sûr que vous voulez soumettre votre examn à temps limité?

source: Make sure your answers are ready to be submitted, and then submit your exam. Your exam will then be graded.
fr: Après avoir soumis votre examen, votre examen sera noté.

source: Yes, submit my timed exam.
fr: Oui soumettez mon examen à temps limité.

source: No, I want to continue working.
fr: Non je veux continuer à travailler.

source: You have submitted your timed exam.
fr: Vous avez soumis votre examen à temps limité.

source: Your grade for this timed exam will be immediately available on the <a href="%(progress_page_url)s">Progress</a> page.
fr: Votre note pour cet examen à temps limité sera disponible immédiatement sur la<a href="%(progress_page_url)s">page de Progression</a>.

source: After the due date has passed, you can review the exam, but you cannot change your answers.
fr: Après que la date de rendu soit dépassée, vous pouvez revoir les questions de l'examen, mais vous ne pouvez pas changer les réponses.

source: {num_of_hours} hours
fr: {num_of_hours} heures

source: and {num_of_minutes} minute
fr: et {num_of_minutes} minute

source: and {num_of_minutes} minutes
fr: et {num_of_minutes} minutes

source: could not determine the course_id
fr: ne peut déterminer l'identifiant du cours

source: Must be a Staff User to Perform this request.
fr: Vous devez être un utilisateur de l'équipe enseignante pour réaliser cette requête

source: you have {remaining_time} remaining
fr: il reste {remaining_time} minute avant la fin

source: you have less than a minute remaining
fr: il reste moins d'une minute avant la fin

source: proctored
fr: surveillé

source: timed
fr: temps limité
